Repository: Christoph-Caina/eNumismat
Catalog: eNumismat/Form1.*.resx
Languages: es

# neueDatenbankToolStripMenuItem.Text
source: Neue Datenbank
es: Nueva base de datos

# datenbankÖffnenToolStripMenuItem.Text
source: Datenbank öffnen
es: Abrir base de datos

# datenbankSichernToolStripMenuItem.Text
source: Datenbank Sichern
es: Base de datos de respaldo

# datenbankKomprimierenToolStripMenuItem.Text
source: Datenbank komprimieren
es: Comprimir base de datos

# beendenToolStripMenuItem.Text
source: Beenden
es: Salida

# dateiToolStripMenuItem.Text
source: Datei
es: Archivar

# einstellungenBearbeitenToolStripMenuItem.Text
source: Einstellungen Bearbeiten
es: Cambiar ajustes

# deutschToolStripMenuItem.Text
source: Deutsch
es: Alemán

# englischToolStripMenuItem.Text
source: Englisch
es: Inglés

# französischToolStripMenuItem.Text
source: Französisch
es: Francés

# spracheÄndernToolStripMenuItem.Text
source: Sprache ändern
es: Cambiar idioma

# einstellungenToolStripMenuItem.Text
source: Einstellungen
es: Configuraciones

# AdressbuchToolStripMenuItem.Text
source: Adressbuch
es: Directorio

# TauschmonitorToolStripMenuItem.Text
source: Tauschmonitor
es: Monitor de Exchange

# nachUpdatesSuchenToolStripMenuItem.Text
source: nach Updates suchen
es: Buscar actualizaciones

# überENumismatToolStripMenuItem.Text
source: Über eNumismat
es: acerca de eNumismat

# hilfeZuENumismatToolStripMenuItem.Text
source: Hilfe zu eNumismat
es: Ayuda
