Repository: Christoph-Caina/eNumismat
Catalog: eNumismat/SettingsDialog.*.resx
Languages: fr

# cb_AutoFillCities.Text
source: Use AutoFill for Cities
fr: Utiliser la saisie automatique pour les villes

# label6.Text
source: AutoFill and Address validation is currently only available for German address data.
fr: La saisie automatique est actuellement uniquement disponible pour les villes allemandes et les États fédéraux.

# cb_AutoFillFedStates.Text
source: Use AutoFill for FederalStates
fr: Utiliser la saisie automatique pour les états fédéraux

# label5.Text
source: Current Language:
fr: Langue courante:

# cb_MinimizeToTray.Text
source: Minimize To Tray
fr: Réduire au plateau

# tabPage1.Text
source: General Settings
fr: Paramètres de l'application

# cb_DbBackUpOnAppExit.Text
source: Backup DB on Application Close
fr: Sauvegarde de la base de données sur application

# label3.Text
source: Path:
fr: Chemin:

# cb_DbCompressionBeforeBackup.Text
source: Compress DB before Backup
fr: Compresser la base de données avant la sauvegarde

# label1.Text
source: DBFile:
fr: DB fichier:

# tabPage2.Text
source: Database Settings
fr: Paramètres de base de données
